Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: I found something that Master <SARU_JAN> is sure to be interested in. Please take it to him with all speed!
pl: Znalazłam coś, czym Mistrz <SARU_JAN> powinien się zainteresować. Proszę, zanieście mu to jak najprędzej!

source: I gaze into the mirror. In its reflection, I see only my own meaninglessness. And so I scream.<BGM_BGM_M1030_S0310_N_0020> </page>
pl: Wpatruję się w lustro. w odbiciu widzę tylko własny bezsens. I dlatego krzyczę.<BGM_BGM_M1030_S0310_N_0020> </page>

source: I got it! I've been keeping an eye on you. I'm gonna shut off power to the factory now!
pl: Robi się! Przez cały ten czas obserwowałem was. Zamierzam wyłączyć zasilanie w fabryce!

source: I got trapped in there while trying to get everything organized.
pl: Utknąłem tam, próbując wszystko uporządkować.

source: I gotta do something...
pl: Muszę coś zrobić...

source: I gotta finish 'em off and help 2B!
pl: Muszę się ich pozbyć i pomóc 2B!

source: I gotta get those packages for transport out of there...
pl: Muszę wydostać stamtąd przesyłki przeznaczone do transportu...

source: I gotta...reboot...
pl: Muszę... się zrestartować...

source: I grab Dahlia's arm before she can flee the trench and turn to Rose. She brought us here, after all—she must have a plan of some kind.<bt_wait> But as the enemy horde closes in, Rose simply squints off in the distance. </page>
pl: Złapałam rękę Dalii, zanim ta wybiegła z okopu i zwróciłam się do Róży. W końcu to ona nas tu przywiodła — musi mieć jakiś plan.<bt_wait> Ale kiedy wroga horda się zbliża, Róża po prostu mruży z daleka oczy. </page>

source: I guess even they get bad intel from time to time, huh?
pl: Nawet nim zdarza się chyba dostać złe dane z wywiadu, co?

source: I guess humans used to use it as a weapons factory.
pl: Wydaje mi się, że ludzie stworzyli to miejsce jako fabrykę broni.

source: I guess my voice was being processed as static or something? I don't really get the details—I'm just glad it's solved.
pl: Chyba mój głos był przetwarzany jako szum czy coś? Nie rozumiem do końca szczegółów — ale cieszę się, że się to skończyło.

source: I guess not... I'd appreciate it if you could help out some of the other machines as well, though.
pl: Pewnie nie... Ale doceniłbym, gdybyście pomogli też innym maszynom znajdującym się w tej wiosce.

source: I guess so.
pl: Chyba tak...

source: I guess swords don't go well with small bipedal units after all...
pl: Wygląda na to, że miecze nie nadają się jednak do małych jednostek dwunożnych...

source: I guess the weaker one lost.
pl: Wygląda na to, że słabszy przegrał.

source: I guess this is how I was born too, huh?
pl: Ja też się chyba urodziłem w ten sposób, co?

source: I guess we are the newest, now that you mention it. Did you need something?
pl: No tak, wychodzi na to, że jesteśmy najnowszymi modelami. Potrzebujesz czegoś?

source: I guess we'll see soon enough if us androids are really the strongest ones on this planet, huh?
pl: Chyba niedługo zobaczymy, czy my, androidy jesteśmy naprawdę najsilniejsi na tej planecie, co?

source: I guess you could say that the fact they never give us orders anymore is also a reason why we quit fighting.
pl: Zgaduję, że fakt, iż w pewnym momencie przestali wydawać nam rozkazy, był jednym z powodów, dla których przestaliśmy walczyć.

source: I guess you'd only really understand if you could fly.
pl: Sądzę, że możesz to zrozumieć tylko wtedy, jeśli potrafisz latać.

source: I hacked into this machine from the Bunker. I'm controlling it!
pl: Udało mi się zhakować tę maszynę. I to z Bunkra. Kontroluję ją!

source: I had a dream. A dream about the day we met. He was small. He was insignificant. He was weak. Yet he hated the world just as I did.
pl: Miałam sen. Sen o naszym pierwszym spotkaniu. W tym śnie on był mały. Nieznaczący. Słaby. Mimo to, nienawidził świata, tak samo jak ja.

source: I had a partner with me who managed to take 'em out, so I avoided serious injury. Thank goodness for friends, am I right sure I am friends are the
pl: był przy mnie partner, który był w stanie je wszystkie załatwić, więc obyło się bez poważnych obrażeń. Jak dobrze, że mam przyjaciół! Jestem pewna, że przyjaciele są...

source: I had no idea such a vast space existed beneath the abandoned factory!
pl: Nie miałem pojęcia, że pod opuszczoną fabryką znajduje się tak ogromna przestrzeń!

source: I had to kill Number 21 with my own hands.
pl: Musiałam zabić Numer 21 własnymi rękoma.

source: I hate PlatinumGames!
pl: nienawidzę PlatinumGames!

source: I hate fighting.
pl: Nienawidzę walki.

source: I hate my mommy!
pl: Nienawidzę mamusi!

source: I hate the thought of dying for humans when I've never even seen one.
pl: Nie cierpię idei umierania za ludzi, których nigdy nie widziałam.

source: I hate you! I hate you! I hate you!
pl: Nienawidzę cię! Nienawidzę cię! Nienawidzę cię!

source: I have a feeling my vision has deteriorated because of staring at monitors all day, so I'm thinking of getting glasses.
pl: Wydaje mi się, że moje widzenie się pogorszyło od ciągłego patrzenia się na monitory i myślę o okularach.

source: I have additional information to relate.
pl: Mam dodatkową informację do przekazania.

source: I have an almost...insatiable interest in Earth, even though I'd never go there myself.
pl: Mam niemal... nienasycone zainteresowanie Ziemią, mimo że sama nie mogę tam polecieć.

source: I have an idea.
pl: Mam pomysł.

source: I have an incoming message for 2B and 9S from the Commander.
pl: Mam wiadomość dla 2B i 9S od Komandor.

source: I have another gift for you...
pl: Mam dla ciebie kolejny prezent...

source: I have another present for you...
pl: Mam dla ciebie kolejny prezent...

source: I have been reading through humanity's records to keep myself occupied.
pl: Przeglądałem ludzkie zapiski, żeby się czymś zająć.

source: I have been thinking about something.
pl: Zastanawiałem się nad czymś.

source: I have come to the conclusion that I cannot accept this resolution.
pl: Doszedłem do wniosku, że nie mogę zaakceptować takiego rozwiązania.

source: I have confirmed the coordinates mentioned in the mail.
pl: Potwierdzono współrzędne wspomniane w wiadomości.

source: I have decided.
pl: Zdecydowałem.

source: I have lived my life in the pursuit of speed, and it seems my journey is at an end.
pl: Żyłem w pogoni za szybkością, a teraz wygląda na to, że moja podróż dobiegła końca.

source: I have made it my life's goal to rid this planet of chairs.
pl: Moim życiowym celem stało się pozbycie się wszystkich krzeseł z tej planety.

source: I have no further information.
pl: Nie posiadam dodatkowych danych.

source: I have no idea. They came out of nowhere and just—
pl: Nie mam pojęcia. Pojawili się znikąd i po prostu...

source: I have no one to love... And no one to kill...
pl: Nie mam już kogo kochać... I nie mam też nikogo, na kim mogłabym się zemścić...

source: I have no orders to withhold classified information.
pl: Nie posiadam rozkazów przetrzymywania zastrzeżonych danych.

source: I have nothing to do. Tell me a story.
pl: Nie mam nic do roboty. Opowiedzcie mi jakąś historię.

source: I have nothing.
pl: Nic mi już nie pozostało...

source: I have one goal now.
pl: Mam teraz jeden cel.

source: I have severed my connection to the network.
pl: Zerwałem swoje połączenie z siecią.

source: I have some information about that, Commander.
pl: Mam informacje w tej sprawie, pani Komandor.

source: I have something I want to say.
pl: Jest coś, co chciałbym przekazać.

source: I have something important to discuss with you today.
pl: Mam dzisiaj coś ważnego do przedyskutowania z tobą.

source: I have to break the system protection before I can reach the core.
pl: Żeby uzyskać dostęp do rdzenia, muszę złamać zabezpieczenia sytemu.

source: I have to get that classified info back from the machines. Please help me out!
pl: Muszę odzyskać te informacje. Proszę, pomóż mi!

source: I have to help 9S...
pl: Muszę pomóc 9S...

source: I have to keep it...from spreading to other androids...
pl: Muszę to powstrzymać... zanim przeniesie się na inne androidy...

source: I have to make up for holding all of my team mates back during the last match. I'm gonna get a promotion and protect everyone!
pl: Muszę wynagrodzić moim kolegom z zespołu za spowalnianie ich podczas ostatniej walki. Dostanę awans i ochronię wszystkich!

source: I have to protect 2B!
pl: Muszę chronić 2B!

source: I have to repair him.
pl: Muszę go naprawić.

source: I have to save 2B!
pl: Muszę uratować 2B!

source: I have to save my family!
pl: Muszę uratować moją rodzinę!

source: I have to thank these nice people for helping you.
pl: Muszę podziękować tym miłym osobom za to, że ci pomogli.

source: I haven't been home in 4 days!
pl: Nie było mnie w domu od 4 dni!

source: I haven't been this deeply moved by anything before! I'm going to go home and tell all my friends!
pl: Nigdy wcześniej nic mnie tak nie poruszyło! Wrócę teraz do domu, aby opowiedzieć o tym przyjaciołom!

source: I haven't had a rest in 6 days! Pretty impressive, huh? I'm completely exhausted though.
pl: Ja nie odpoczywałem od 6 dni! Imponujące, co? Ale przyznam, że jestem kompletnie wyczerpany.

source: I haven't seen any forest animals recently.
pl: Nie widziałem ostatnio żadnych leśnych zwierząt.

source: I haven't seen you in who the hell knows how long, and now I find you sitting here on your ass!?
pl: Nie widziałam cię cholera wie jak długo, a okazuje się, że od tak, siedzisz sobie tu na dupie?! Żartujesz, czy jak?

source: I hear a voice. </page>
pl: Słyszę głos. </page>

source: I hear something. A distant voice.<bt_wait>
pl: Słyszę coś. Daleki głos.<bt_wait>

source: I hear you defeated the machines.
pl: Słyszałam, że pokonaliście maszyny.

source: I hear you kicked some tin-can ass out in the desert.
pl: Słyszałam, że skopaliście parę blaszanych tyłków na pustyni.

source: I hear you're planning to take out all the machines in the desert?
pl: Słyszałam, że planujecie zająć się maszynami na pustyni?

source: I hear you're pretty strong! Maybe I should check out one of your matches some day.
pl: Słyszałem o twojej sile! Może powinienem zobaczyć kiedyś jedną z twoich walk.

source: I heard a loud noise in the distance.
pl: Usłyszałem głośny hałas w oddali.

source: I heard a really loud BOOOOOM! It was scary, but also kinda exciting.
pl: Słyszałem głośne BUUUUUUM! To było straszne, ale też trochę ekscytujące.

source: I heard about this from the Bunker.
pl: Słyszałam o tym z Bunkra.

source: I heard an explosion in the distance. Are you okay?
pl: Słyszałem wybuch w oddali. U was wszystko dobrze?

source: I heard from Jackass about your encounter in the desert. Good work.
pl: Słyszałam od Jackass o waszym starciu na pustyni. Dobra robota.

source: I heard my sister was...found in the desert.
pl: Słyszałam, że moja siostra... została znaleziona na pustyni.

source: I heard some tech guys talking about it a while ago, but I didn't know they'd finally got it working.
pl: Słyszałem jak technicy jakiś czas temu o tym gadali, ale nie wiedziałem, że wreszcie udało im się je uruchomić.

source: I heard that you were searching for the missing child, yes?
pl: Słyszałem, że szukacie zaginionego dziecka, prawda?

source: I heard there's this thing called "religion" that's really popular right now.
pl: Słyszałem, że coś nazywanego „religią” jest ostatnio popularne.

source: I heard you built some play equipment for our children and wanted to thank you in person.
pl: Słyszałem, że skonstruowałaś usprzęt do zabawy dla naszych dzieci i... Chciałem ci osobiście za to podziękować.

source: I hereby declare you victorious over the second trial.
pl: Niniejszym uznaję twoje zwycięstwo w drugiej próbie.

source: I hold onto Lilly with all my strength.<bt_wait> I will not let go.<bt_wait> I will not lose anyone else!<bt_wait>
pl: Trzymam Lilly całą moją siłą.<bt_wait> Nie puszczę jej.<bt_wait> Nie stracę nikogo więcej!<bt_wait>

source: I hope he wakes up soon!
pl: Mam nadzieję, że niedługo się obudzi!

source: I hope my legs are long enough...
pl: Mam nadzieję, że moje nogi są wystarczająco długie...

source: I hope that guy in the forest is okay.
pl: Mam nadzieję, że wszystko dobrze u tego gościa z lasu.

source: I hope the forest creatures are okay.
pl: Mam nadzieję, że wszystko dobrze u leśnych stworzeń.

source: I hope the mission on Earth is going well. For now, you can report developments to the Commander through your assigned Operator.
pl: Mam nadzieję, że misja na ziemi idzie dobrze. Na razie możesz zgłaszać rozwój sytuacji do Komandor przez przypisanego Operatora.

source: I hope they don't mass-produce these units, because we'd be screwed.
pl: Mam nadzieję, że nie produkują masowo tych jednostek, bo jesteśmy zgubieni.

source: I hope they're doing okay.
pl: Mam nadzieję, że wszystko u nich dobrze.

source: I hope we can return to Earth soon, together with mankind...
pl: Mam nadzieję, że niedługą wrócimy na Ziemię, razem z ludzkością...

source: I hope you never have to understand.
pl: Mam nadzieję, że nigdy nie będziesz musiał tego zrozumieć.

source: I hope you'll find something at the material storage site in the camp. Where could he have gone...?
pl: Mam nadzieję, że znajdziecie coś w okolicy obozowego magazynu z materiałami. Gdzie on mógł się podziać...?

source: I hope you...don't regret this...
pl: Mam nadzieję, że... nie będziesz tego żałował...

source: I hunt for the woman who pines for you. The scream pleases me. Your body and heart shall be mine.
pl: Poluję na kobietę, która wzdycha za tobą. Jej krzyk mnie raduje. Twoje ciało i serce wkrótce będzie moje.

source: I hurt my leg trying to force my way out...
pl: Próbująć się stąd wydostać, zraniłem sobie nogę...

source: I imagine they're now dead by the side of some road.
pl: Nie zdziwiłbym się, gdyby leżeli teraz martwi na poboczu jakiejś drogi...

source: I imagine you can spare a few of these supplies to fix your leg?
pl: Chyba możesz poświęcić część z tych zapasów, aby naprawić swoją nogę?

source: I imagine you find it odd for machines to speak of the future like this.
pl: Zapewne dziwi cię, że maszyny mówią w ten sposób o swojej przyszłości.

source: I insist that you help me get this stupid door open!
pl: Nalegam, abyś pomógł mi otworzyć te durne drzwi!

source: I just can't stop shouting! Wanna join in?
pl: Nie mogę przestać krzyczeć! Chcesz się przyłączyć?

source: I just have to kill them all.
pl: Ja, po prostu, chcę je zniszczyć.

source: I just need a teensy bit more data... You look like you've got nothing better to do, so give me a hand here!
pl: Potrzebuję tylko odrobinkę więcej danych... Wygląda na to, że i tak nie masz nic lepszego do roboty, więc pomóż mi tutaj!

source: I just need one more and I'll have my triple-belly!
pl: Jeszcze jeden i stanę się trójbrzuchaczem!

source: I just remembered...
pl: Właśnie sobie przypomniałem...

source: I just started working here today, and they put me in charge of guidance and traffic regulation! Lookin' forward to workin' with ya, Senpai!
pl: Ledwo dzisiaj zacząłem tu pracę, a już powierzyli mi kierowanie i regulację ruchu! Nie mogę doczekać się pracy z tobą, Senpai!

source: I just want to keep living here with my friends. Is that too much to ask?
pl: Ja tylko chcę tu żyć z moimi przyjaciółmi. Czy proszę o zbyt wiele?

source: I just...need to be sure about something.
pl: Ja tylko… muszę mieć pewność co do jednej rzeczy.

source: I keep cleaning up, and somebody keeps making a mess! I'm so sick of this! Why can't anyone clean up after themselves!?
pl: Ciągle sprzątam, a ktoś robi ciągle bałagan! Mam tego dość! Dlaczego nikt nie może posprzątać po sobie?!

source: I killed many of your kind. Killed androids beyond counting.
pl: Zabiłem wielu z waszego rodzaju. Wymordowałem niezliczoną ilość androidów.

source: I know everything...
pl: Wiem wszystko...

source: I know it isn't much, but please take this. It's the least I can do.
pl: Wiem, że to niewiele, ale przyjmij to. Przynajmniej tyle mogę zrobić.

source: I know it isn't my place to be asking you this...
pl: Wiem, że nie powinnam o to prosić...

source: I know it isn't right, but I don't care. I need someone I can live with. Someone I can protect.
pl: Wiem, że to nie jest w porządku, ale już dawno temu przestało mnie to obchodzić. Potrzebuję kogoś, z kim mogę żyć. Kogoś, kogo mogę ochraniać.

source: I know it's a bit of a pain, but good luck!
pl: Zdaję sobie sprawę, że to trochę kłopotliwe, ale... Życzę powodzenia!

source: I know it's a lot to ask, but we promise to reward you... Please?
pl: Wiem, że prosimy o zbyt wiele, ale obiecujemy wam to wynagrodzić... Proszę?

source: I know it's not much of an apology, but to make up for my insolence, please allow me to self-destruct!
pl: Wiem, że to marne przeprosiny, ale żeby zadośćuczynić za moją bezczelność, pozwólcie, że dokonam autodestrukcji.

source: I know it's not much, but please take this as thanks.
pl: Wiem, że oferuję wam niewielką zapłatę za trud, ale przyjmijcie to w ramach podziękowania.

source: I know it's not much, but please take this.
pl: Wiem, że to niewiele, ale proszę... Weźcie to.

source: I know it's our job and all, but these Resistance types sure do use and abuse us, don't they?
pl: Wiem, że to nasze zadanie i w ogóle, ale czy ci z Ruchu Oporu nas nie wykorzystują?

source: I know it's pointless to think about that now, but I just can't shake it.
pl: Wiem, że to bezcelowe o tym teraz myśleć, ale nie mogę się z tego otrząsnąć.

source: I know no one LIKES the idea of self-destructing.
pl: Wiem, wiem... Nikomu nie podoba się nawet sama rozmowa o autodestrukcji.

source: I know not what would drive them to do such a thing...
pl: Nie rozumiem, co skłoniło ich do zrobienia czegoś takiego...

source: I know she can do it... I know it!
pl: Wiem, że sobie poradzi... Wiem to!

source: I know that machine... I've taken control of it before.
pl: Znam tę maszynę... Przejmowałem już nad nią kontrolę.

source: I know that raising a child is never easy, but I feel it's worth the struggle.
pl: Zdaję sobie sprawę, że wychowywanie dziecka to trud, ale uważam, że warto się go podjąć.

source: I know that sort of voice.<BGM_BGM_M6010_S0050_N_0040> </page>
pl: Znam ten rodzaj głosu.<BGM_BGM_M6010_S0050_N_0040> </page>

source: I know that!
pl: Przecież wiem!

source: I know the Resistance will be here soon, but all we desire is a quiet life for ourselves.
pl: Wiem, że wkrótce zjawi się tu Ruch Oporu, ale my pragniemy tylko spokojnego życia.

source: I know the anguish it has caused you.
pl: Teraz wiem, ile cierpienia wam to sprawiło.

source: I know there's not much to do here, but consider yourself at home.
pl: Wiem, że nie ma tu wiele do roboty, ale czujcie się jak u siebie w domu.

source: I know these are just memories...but still...
pl: Wiem, że to tylko wspomnienia... ale mimo wszystko...

source: I know these bodies are basically just shells, but it pains me to see them injured...
pl: Wiem, że te ciała to właściwie tylko powłoki, ale i tak boli mnie, gdy widzę je uszkodzone...

source: I know this is awkward, but if you have the time, we could actually use your assistance again.
pl: Wiem, że to zabrzmi niezręcznie, ale... Jeśli macie chwlę, to znowu przydałoby się nam wasze wsparcie.

source: I know this isn't much of a reward, but please accept it.
pl: Wiem, że to niewielka nagroda, ale proszę... Przyjmij ją.

source: I know this might not sit very well with you...
pl: Wiem, że może ci to się nie spodobać...

source: I know this wasn't easy. Thank you.
pl: Wiem, że to nie było łatwe zadanie. Dziękujemy.

source: I know we both have serious missions to do, so let's give it our all.
pl: Oboje mamy ważną misję do wykonania, więc dajmy z siebie wszystko.

source: I know what you want to say.
pl: Wiem, co chcesz powiedzieć.

source: I know where it is.
pl: Wiem gdzie to jest.

source: I know you came here and everything, but...
pl: Wiem, że tu przybyliście i tak dalej, ale…

source: I know you can do this! I KNOW it! Now get out there and give it everything you've got!
pl: Wiem, że dasz radę! WIEM TO! A teraz daj z siebie wszystko!

source: I know you two feel the same.
pl: Wiem, że oboje czujecie to samo.

source: I know you'll keep doing great things.
pl: Wiem, że będziesz dalej robić wielkie rzeczy.

source: I know you're busy, but if you find the time later, I hope you'll reconsider.
pl: Wiem, że jesteście zajęci, ale jeśli znajdziecie czas, mam nadzieję, że jeszcze to przemyślicie.

source: I know you're fresh out of maintenance, but I have another mission for you.
pl: Wiem, że dopiero co cię poskładali, ale mam dla ciebie kolejną misję.

source: I know you're in a hurry, but it'd be terrible if something happened to you. Make sure you're well prepared before setting out.
pl: Wiem, że się spieszysz, ale byłoby bardzo źle, gdyby coś ci się stało... Zawsze się dobrze przygotuj przed wyruszeniem w drogę.

source: I know you're not thrilled about this, 2B, but why don't we hear what these machines have to say? I'm curious what their intentions are.
pl: Wiem, że nie jesteś tym zachwycona 2B, ale chociaż wysłuchajmy co te maszyny mają do powiedzenia. Jestem ciekaw, jakie są ich intencje.

source: I know you're only working together by coincidence, but it's still nice that you've become friends.
pl: Wiem, że tylko przypadkiem współpracujecie ze sobą, ale miło widzieć, że się zaprzyjaźniliście.

source: I know!
pl: Wiem!

source: I know! I shall self-destruct for your convenience!
pl: Już wiem! Dokonam samozniszczenia dla waszej wygody!

source: I know! I'll just give 'em more work so they won't have time to escape or even THINK of escaping!
pl: Już wiem! Dam im więcej pracy, aby nie mieli czas na ucieczkę, ani nawet na MYŚLENIE o ucieczce!

source: I know! I've never seen a machine like that before.
pl: No właśnie! Nigdy wcześniej nie widziałem takiej maszyny.

source: I know, I know! But it's the only way!
pl: Wiem, wiem! Ale to jedyny sposób!

source: I know, I know. I'll take it up with my superior.
pl: Tak, wiem... Razem z moją przełożoną zajmiemy się tym tak szybko, jak będzie to możliwe.

source: I know, all right!?
pl: Już zrozumiałam, wiesz?!

source: I know, but...
pl: Wiem, ale...

source: I know.
pl: Tak, wiem.

source: I know. Let's move.
pl: Wiem. Chodźmy.

source: I know... I must become more beautiful.
pl: Wiem... Muszę stać się piękniejsza.

source: I launched a suicide attack, and yet, here I am, still alive.
pl: Przeprowadziłem atak samobójczy, a jednak… wciąż żyję.

source: I leap into the fray with weapons in both hands.<bt_wait>
pl: Wskakuję w wir bitwy z bronią w obu dłoniach.<bt_wait>

source: I learned how to make weapons from a legendary swordsmith in the forest.
pl: Nauczyłem się jak wytwarzać broń od legendarnego kowala z lasu.

source: I like 2B!
pl: Lubię 2B!

source: I like 9S!
pl: Lubię 9S!

source: I like A2!
pl: Lubię A2!

source: I like Emil!
pl: Lubię Emila!

source: I like calm songs because they're soothing, but intense songs get you ready to kick some tail!
pl: Lubię spokojne piosenki, bo są takie kojące. Z kolei, mocne kawałki lepiej przygotują cię na skopanie komuś tyłka!

source: I like staying inside.
pl: Lubię zostawać w domu.

source: I located the unit that's jamming our comms.
pl: Zlokalizowano jednostkę zakłócającą komunikację.

source: I look at her eyes and see the telltale red of a logic-virus infection.<bt_wait>
pl: Patrzę w jej oczy i widzę w nich zapowiedź czerwieni od infekcji wirusem logicznym.<bt_wait>

source: I look forward to a fruitful working relationship in the future! Quite!
pl: Już nie mogę się doczekać naszej przyszłej, owocnej współpracy! Tak jest!

source: I look forward to serving you again!
pl: Nie mogę się doczekać, aby znów ci służyć!
